app/controllers/chats_controller.rb

  def index
    @chats = Chat.all
---
SELECT "chats".* FROM "chats"